export const faqText = `1. Когда проходит акция?

Участвовать в акции можно с 17 ноября по 28 декабря 2025 года. В этот период покупайте товары Zewa в «Магните», загружайте чеки в бот и играйте в игру «Не проЗЕВАй праздник!».  
Обладатель главного приза будет определён 12 января 2026 года. Вручение призов проходит по 27 февраля 2026 года.

2. Где проходит акция? 
 
Акция проводится в мессенджере Telegram, в боте @zemma_chatbot.
 
3. Кто может участвовать в акции?
 
Участники акции — дееспособные граждане Российской Федерации 18+ лет, постоянно проживающие на её территории. Запрещено принимать участие в акции работникам Zewa и «Магнита» и членам их семей.
 
4. Как принять участие в акции? 
 
До 28 декабря 2025 года:
 
1). Зарегистрироваться в мессенджере Telegram.  
2). Перейти в телеграм-бот акции @zemma_chatbot.  
3). Играть онлайн в игру «Не проЗЕВАй праздник!».  
4). Для повышения шансов на призы покупать товары Zewa в «Магните», загружать чеки через бот акции, приглашать друзей по реферальной ссылке и вступать в Клуб помощников Домовёнка.  
5). Участвовать в розыгрыше еженедельных призов и главного приза.

5. Можно ли участвовать с нескольких аккаунтов?  
Нет, участвовать в акции можно только с одного Telegram-аккаунта. Нарушение ведёт к дисквалификации.
 
6. Какие товары Zewa участвуют в акции и где их покупать?
 
В акции участвует продукция Zewa всех категорий, купленная в магазинах сети «Магнит» («Магнит Семейный», «Магнит Экстра», «Магнит у дома», «Магнит Косметик»), а также в мобильном приложении «Магнит: акции и доставка» (6+) в разделе «Доставка». Полный список и количество товаров можно посмотреть в правилах. Обратите внимание: в акции не участвует маркетплейс «Магнит Маркет».
 
7. Сколько Zewa нужно купить, чтобы получить снежинки?
 
Для получения снежинок в чеке должна быть минимум 1 упаковка продукции Zewa.

8. Сколько чеков может зарегистрировать один участник?
 
Никаких ограничений нет. Участник может загрузить все чеки на товары Zewa, приобретённые с 17 ноября по 28 декабря 2025 года в сети «Магнит».
 
9. Как понять, что регистрация чека прошла успешно?  
Вы увидите сообщение об успешной регистрации в чате с ботом. Если чек отклонён, бот также сообщит об этом, указав причину.

10. Можно ли использовать один и тот же чек несколько раз?  
Нет, один чек можно зарегистрировать только один раз. Попытка повторной загрузки не засчитывается.

11. Какие призы можно получить в акции? 
 
Каждую неделю разыгрываются скидки от 10 до 40 % на Zewa, подарочные сертификаты на любые покупки в сети «Магнит» разного номинала, годовые запасы Zewa, бытовая техника, кофемашина, пылесос. В конце акции вручается один главный приз — 100 000 рублей.
 
Среди участников Клуба помощников Домовёнка еженедельно разыгрываются новогодние боксы разного наполнения (варежки, свечи, чай и др.).
 
12. Можно ли участвовать в акции без покупки Zewa?
Только первый уровень игры доступен без покупок и чеков. Для получения доступа ко второму и третьему уровню необходимо заработать 25 и 75 снежинок соответственно. Для этого загружайте чеки, приглашайте друзей или вступайте в Клуб помощников Домовёнка.

13. Зачем регистрировать чеки?  
Регистрация чеков — единственный способ попасть в розыгрыш главного приза, а также получить снежинки за каждую упаковку. Это сильно увеличивает шансы на получение ценных подарков. Без чеков их можно выиграть, лишь пригласив много друзей по реферальной ссылке. 
 
14. Как получить призы в акции?
 
Для участия в еженедельных розыгрышах необходимо заработать определённое количество снежинок. Каждая снежинка автоматически продвигает игрока по шкале призов на 1 %.  
15. Как зарабатывать снежинки и продвигаться по шкале?
 
Снежинки можно получить за загрузку чеков с товаром Zewa, приглашение друзей и успешное прохождение каждого уровня игры. Дополнительно начислим 5 снежинок на следующую неделю за вступление в Клуб помощников Домовёнка.
 
16. Сколько я получу снежинок за покупку товаров Zewa?
 
За каждую упаковку Zewa в чеке начислим 25 снежинок, за маленькую пачку носовых платочков — 3.
 
17. Сколько я получу снежинок за приглашение друзей?
 
За каждого друга, перешедшего по вашей реферальной ссылке и сыгравшего хотя бы в одну игру, начислим 5 снежинок.
 
18. Сколько снежинок можно заработать в игре?
 
Снежинки начислим за первое успешное прохождение каждого уровня игры (6 на первом, 10 на втором и 15 — на третьем).
 
19. Сколько снежинок нужно набрать для получения призов?
 
Участник, собравший 5 снежинок, гарантированно получает приз «Скидка». Но её номинал (от 10 до 40 %) определяется случайным образом.  
Остальные призы каждую неделю не гарантируются, а распределяются путём розыгрыша. Участвовать в нём можно лишь при достижении определённого количества снежинок на счету: в розыгрыше сертификатов — от 25 снежинок, годового запаса Zewa — от 55 снежинок, бытовой техники — от 75 снежинок, кофемашины и пылесоса — от 99 снежинок.
 
20. Как узнать, сколько снежинок у меня сейчас?
Информация о количестве снежинок, истории их начисления, загруженных чеках и выигранных призах содержится в личном кабинете.
 
21. Сколько призов я могу выиграть?
 
Каждый участник может выиграть не больше 6 призов «Скидка» и не больше 13 других призов.
 
22. Как я узнаю, что выиграл бытовую технику, кофемашину, пылесос, годовой запас Zewa или главный приз? 
 
Участник акции, выигравший приз, получит сообщение в мессенджере Telegram.
 
23. Как я узнаю, что выиграл скидку или сертификат?
 
Скидки в виде штрих-кода (купона) отображаются в разделе «Мои призы» в личном кабинете. Сертификаты — в виде электронных сертификатов — вышлем их обладателям в личных сообщениях в телеграм-боте акции.
 
24. Сколько действуют скидки и сертификаты?
 
Скидки действуют до 11 января 2026 г. включительно. Сертификаты — до 16 ноября 2028 г. включительно.
 
25. Как воспользоваться скидкой?
 
Покажите штрих-код (купон) на кассе или примените его в мобильном приложении «Магнит: акции и доставка» (6+) в разделе «Доставка». Использовать скидки можно на покупки до 3000 рублей.
 
26. Как воспользоваться сертификатом?
 
Покажите электронный сертификат на кассе. Использовать его можно при покупке любой продукции в магазинах сети «Магнит».
 
27. Как я могу получить ценные призы?
 
Если вы выиграете один из подарков, мы свяжемся с вами, уточним детали, согласуем место и время и доставим приз за свой счёт.
 
28. Что такое Клуб помощников Домовёнка?
 
Клуб помощников Домовёнка — это специальная активность в рамках акции. Чтобы попасть в Клуб, в течение недели нужно выполнить одно из условий:
 
· Ежедневно играть в игру.  
· Пригласить не менее 3 друзей по реферальной ссылке.  
· Купить товар недели и загрузить чек.
 
Члены клуба участвуют в розыгрыше особых призов — новогодних боксов и получают дополнительные 5 снежинок на следующую неделю.
 
29. Как выиграть главный приз?
 
В розыгрыше главного приза участвуют все, кто загрузил хотя бы один чек с товаром Zewa. Среди всех чеков при помощи генератора случайных чисел выбирается 1 победитель. Чем больше чеков зарегистрирует участник, тем выше его шансы на получение главного приза.
 
30. Кто уплачивает налог? 
 
Все налоги перечисляет организатор акции. Участникам ничего платить не нужно.
 
31. Что делать, если бот не отвечает / не отправляет купон?
 
Проверьте настройки Telegram: бот должен иметь возможность писать вам сообщения. Если проблема не решена — напишите в поддержку @zemma_zewa_support.
 
32. Почему не проходит чек?
 
Бот распознаёт чеки с товаром Zewa из магазинов «Магнит» («Магнит Семейный», «Магнит Экстра», «Магнит у дома», «Магнит Косметик») или мобильного приложения «Магнит: акции и доставка» за период с 17 ноября по 28 декабря 2025 года. Проверьте эти данные и попробуйте ещё раз загрузить скриншот или ввести данные вручную. Если чек снова не проходит регистрацию, обратитесь в службу поддержки @zemma_zewa_support.
 
33. Почему нужно указывать паспорт и ИНН при получении приза? Это безопасно?
 
Эти данные необходимы для исполнения налоговых обязательств по закону. Информация передаётся только организатору и не используется в других целях.
`;
