export const rulesText = `Ловите полезные предметы (школьные принадлежности и товары Zewa) и избегайте лишних. Каждый пойманный предмет добавляет 1 балл.

Пропустили нужную вещь или поймали ненужную — теряете одну жизнь. Всего у вас 3 жизни в каждой игре.

Иногда падают золотые монеты: поймали — монета зачисляется на ваш счёт. Монеты позволяют двигаться по шкале призов и участвовать в розыгрышах подарков.

Играть можно сколько угодно раз, даже без покупок Zewa.

Каждую неделю приз получает тот, кто в одной игре набрал больше всех баллов.

Следите за результатами в Турнирной таблице.`;
