import {
  PROMO_END_DATE_TEXT,
  PROMO_START_DATE_TEXT,
  GRAND_PRIZE_DATE_TEXT,
} from '@/shared/constants/promoDates';

export const rulesText = `<b>С ${PROMO_START_DATE_TEXT} по ${PROMO_END_DATE_TEXT} участвуйте в игре «Не проЗЕВАй праздник!».</b>

<ol>
  <li>Открывайте пары одинаковых картинок (новогодние игрушки и товары Zewa) за отведённое время. Количество попыток не ограничено.</li>
  <li>Первый уровень игры доступен даже без покупки Zewa. Второй и третий откроются при достижении отметок в 25 и 65 % на шкале призов.</li>
  <li>Для участия в розыгрышах ценных призов зарабатывайте снежинки. Их количество отображается в Личном кабинете.</li>
  <li>Снежинки начисляются: а) за покупку товаров Zewa, б) успешное прохождение игры, в) приглашение друзей, г) попадание в Клуб помощников Домовёнка.</li>
  <li>За каждую упаковку Zewa в чеке получите 25 снежинок, за маленькую пачку носовых платочков — 3.</li>
  <li>За одно успешное прохождение 1-го уровня игры начислим 6 снежинок, 2-го — 10, 3-го — 15.</li>
  <li>За каждого друга, перешедшего по реферальной ссылке и сыгравшего хотя бы в одну игру, добавим 5 снежинок.</li>
  <li>Выполните хотя бы одно задание недели (играть ежедневно, пригласить не менее 3 друзей, купить определённый товар), чтобы попасть в Клуб помощников Домовенка и получить 5 дополнительных снежинок на следующую неделю.</li>
  <li>Каждая снежинка автоматически продвигает вас по шкале призов на 1 %.</li>
  <li>После заполнения шкалы призов на 10 % (получения 10 снежинок) участник автоматически получает скидку от 10 до 40 % на покупку Zewa в «Магните». Штрих-коды распределяются случайным образом.</li>
  <li>При заполнении шкалы призов от 25 до 100 % (от 25 до 100 снежинок) игрок участвует в еженедельных розыгрышах всё более ценных призов: сертификатов, годового запаса продукции Zewa, бытовой техники, кофемашины и пылесоса.</li>
  <li>Шкала прогресса обнуляется после каждого розыгрыша. За их результатами следите в Личном кабинете.</li>
</ol>

<p><b>${GRAND_PRIZE_DATE_TEXT}</b></p>
<p>• Среди всех, кто загрузил хотя бы один чек с Zewa из «Магнита», будет разыгран главный приз — 100 000 рублей.</p>
`;
