export const rulesText = `<b>С 5 августа по 14 сентября 2025 года участвуйте в игре «Снова в школу».</b>

1. Ловите полезные предметы и избегайте лишнего. Количество попыток не ограничено даже без покупки продукции Zewa. Победитель недели, поймавший больше всех предметов в одной игре, получит небольшой подарок. За результатами следите в Турнирной таблице.
2. Для участия в розыгрышах ценных призов зарабатывайте монеты. Их количество отображается в Личном кабинете.
3. Монеты начисляются за загрузку чеков из магазинов торговой сети «Магнит»: форматы «Магнит Семейный», «Магнит Экстра», «Магнит у дома», «Магнит Косметик»,а также мобильное приложение «Магнит: акции и доставка» (6+) (раздел «Доставка»), «Магнит Маркет» в акции не участвует, и приглашение друзей по реферальной ссылке. Дополнительно можно заработать монеты, поймав их в игре.
4. За каждый товар Zewa в чеке участник получает 25 монет и — дополнительно — возможность поймать 10 летящих монет в игре.
5. За каждого друга, перешедшего по реферальной ссылке и сыгравшего хотя бы в одну игру, участник получает 5 монет.
6. Каждая монета автоматически продвигает участника по шкале призов на 1 %.
7. Без регистрации чеков каждую неделю любой участник может поймать в игре только 10 монет.
8. После заполнения шкалы призов на 10 % (получения 10 монет) участник автоматически получает скидку от 10 до 40 % на покупку Zewa в «Магните», кроме магазина «Магнит Маркет». Штрих-коды распределяются случайным образом.
9. При заполнении шкалы призов от 25 до 100 % игрок участвует в еженедельных розыгрышах всё более ценных призов: сертификатов, годового запаса продукции Zewa, бытовой техники и умной колонки.
10. После каждого розыгрыша прогресс обнуляется.

<b>22 сентября 2025 года</b>
Среди всех, кто зарегистрировал хотя бы один чек, будет разыгран главный приз — 100 000 ₽.
`;
